
/* Class = "NSButtonCell"; title = "Convert"; ObjectID = "0pR-Ov-0Jx"; */
"0pR-Ov-0Jx.title" = "Átalakítás";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "44r-hi-eMM"; */
"44r-hi-eMM.title" = "3. elem";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "6bv-r2-HZd"; */
"6bv-r2-HZd.title" = "1. elem";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "7SO-vC-wwg"; */
"7SO-vC-wwg.title" = "2. elem";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "B7A-3z-ucl"; */
"B7A-3z-ucl.title" = "Mégsem";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "GHB-72-AZW"; */
"GHB-72-AZW.title" = "1. elem";

/* Class = "NSTextFieldCell"; title = "Two layers must be used as placeholders for the incoming and outgoing clips this transition is applied to in FCP."; ObjectID = "QYr-0k-7di"; */
"QYr-0k-7di.title" = "Két réteg kötelezően használandó annak a bejövő és kimenő klipnek a helyőrzőjeként, amelyre ez az átmenet vonatkozik az FCP-ben.";

/* Class = "NSWindow"; title = "Convert to Transition"; ObjectID = "QvC-M9-y7g"; */
"QvC-M9-y7g.title" = "Átalakítás átmenetté";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "VS2-Qo-fUF"; */
"VS2-Qo-fUF.title" = "3. elem";

/* Class = "NSTextFieldCell"; title = "Transition B:"; ObjectID = "aFs-7n-nyl"; */
"aFs-7n-nyl.title" = "B átmenet:";

/* Class = "NSTextFieldCell"; title = "Transition A:"; ObjectID = "lnb-Rw-faq"; */
"lnb-Rw-faq.title" = "A átmenet:";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "lsR-i4-8He"; */
"lsR-i4-8He.title" = "2. elem";

/* Class = "NSTextFieldCell"; title = "[DO NOT LOCALIZE THIS LINE]"; ObjectID = "ykF-eq-aTi"; */
"ykF-eq-aTi.title" = "[DO NOT LOCALIZE THIS LINE]";
